{
  "data":[
    {
      "leftContent": {
        "type":"image",
        "title":"",
        "desc":"",
        "url":"",
        "btnType":"click-more",
        "btnText":"click for more",
        "btnUrl":"",
        "subContent": {
          "title": "",
          "desc": "",
          "url":""
        }
      },
      "rightContent": {
        "type":"video",
        "title":"",
        "desc":"",
        "url":"build/images/brandbg2.jpg",
        "btnType":"click-more",
        "btnText":"click for more",
        "btnUrl":"build/images/icon-arrow-right.png",
        "subContent": {
          "title": "",
          "desc": "",
          "url":""
        }
      }
    },
    {
      "leftContent": {
        "type":"image",
        "title":"China’s Malls:\nPalaces of Experience",
        "desc":"It’s not just shop ‘til you drop, Chinese people are increasingly heading out to the mall to socialise with friends and family, prompting operators to ramp up their dining, entertainment and cultural attractions.",
        "url":"build/images/brandbg1.jpg",
        "btnType":"click-more",
        "btnText":"click for more",
        "btnUrl":"build/images/icon-arrow-right.png",
        "subContent": {
          "pageId": 1,
          "title": "China’s Malls:\nPalaces of Experience",
          "desc": "<i>Guangjie</i>, which roughly translates as window shopping, is increasingly seen by China’s newly affluent consumers as a key pastime. The trend highlights a new phenomenon in China, whereby mall-goers leave establishments without purchases in their hands, yet less money in their pockets.\n\n “Most shoppers in China’s shopping malls do not want to shop – they actually want to eat, they want to socialize, they want to go out, they want to escape their other part of their life”, says Gergely Bodo, Head of Retail Leasing at real estate consultancy Trigranit Management Corporation. “While previously the consumers’ priority was shopping, food, and fun, the tendency today is the opposite: fun, food, and then shopping” \n\n Backing this up is a new survey from McKinsey. It shows that almost three quarters of Chinese consumers (73%) identify shopping as a leisure activity, with around half describing the activity as “among the best ways to spend time with the family”. \n\n The trend is partly driven by the limited number of public spaces in China, coupled with the prevalence of smaller homes and multigenerational living. As a result, modern-day consumers regard malls as far more than functional shopping destinations. They are places to eat, be entertained and absorb culture with family and friends. \n\n Mall operators have responded by adding live entertainment, such as music or fashion shows, restaurants, cinemas, ice-skating rinks, bowling alleys, and special seasonal activities to celebrate occasions like the Lunar New Year.\n\n Adding a cultural element to mall offerings has also become a popular way for developers to draw the crowds; sculptures, small marine parks, ancient temples and art exhibits are commonplace in the modern-day mall. \n\n Shanghai’s K11 Art Mall features a 3,000 square meter gallery and a several-story tall big sculpture outside the mall’s entrance. In 2014, the mall hosted a Claude Monet exhibit that drew 350,000 visitors and boosted mall sales by 20 percent during the four-month display period.\n\n Unsurprisingly, malls have been forced to expand in order to accommodate the additional F&B outlets, cinemas and sculptures. According to JLL research, the average size of new shopping malls in Shanghai has doubled over the past 15 years. The nationwide average is now 95,000 square meters - 30 percent larger than the average abroad. “The growing effect of online retailing requires malls to evolve from a palace of consumption to palaces of experience”, says Christine Lam, Executive Director, Aedas. “Moving away from the globalised ubiquitous retail environment to the creation of unique experiences by various means of implementation of tenancy mix, retail planning, spatial character, use of function, social and cultural response.”\n\n",
          "url":"build/images/content-placeholder.jpg"
        }
      },
      "rightContent": {
        "type":"video",
        "title":"Malls Evolve into\n Community Hubs",
        "desc":"Sebastian Skiff, former Executive Director and Head of Retail Services across Asia Pacific for CBRE, talks about how malls and stores are changing, but remain relevant in the digital age",
        "url":"build/images/brandbg2.jpg",
        "btnType":"click-more",
        "btnText":"click for video",
        "btnUrl":"build/images/icon-arrow-right.png",
        "subContent": {
          "pageId": 1,
          "title": "Malls Evolve into\nCommunity Hubs",
          "desc": "Sebastian Skiff, former Executive Director and Head of Retail Services across Asia Pacific for CBRE, talks about how malls and stores are changing, but remain relevant in the digital age.",
          "url":"build/images/videoph1.jpg",
          "videoUrl":"build/video/mallshub.mp4"
        }
      }
    },
    {
      "leftContent": {
        "type":"video",
        "title":"Stores Get Savvy\nWith Digital Tech\n",
        "desc":"Augmented reality, bespoke multimedia content and live event streaming: how some retailers are offering their customers a cutting-edge digital experience.",
        "url":"build/images/digitalbg1.jpg",
        "btnType":"click-more",
        "btnText":"click for video",
        "btnUrl":"build/images/icon-arrow-right.png",
        "subContent": {
          "pageId": 2,
          "title": "Stores Get Savvy\nWith Digital Tech",
          "desc": "Augmented reality, bespoke multimedia content and live event streaming; how some retailers are offering their customers a cutting-edge digital experience.",
          "url":"build/images/videoph2.jpg",
          "videoUrl":"build/video/digitalmall.mp4"
        }
      },
      "rightContent": {
        "type":"image",
        "title":"Trust Issues\nChallenge Growth\nof Online Retail",
        "desc":"Widespread concerns over counterfeit goods and online scams mean that many brands and consumers remain wary of taking the virtual leap.",
        "url":"build/images/digitalbg2.jpg",
        "btnType":"click-more",
        "btnText":"click for more",
        "btnUrl":"build/images/icon-arrow-right.png",
        "subContent": {
          "pageId": 2,
          "title": "Trust Issues Challenge\nGrowth of Online Retail",
          "desc": "Counterfeiting in China is a widespread problem. Recent research conducted by the World Customs Organization estimates that the sale of counterfeit goods costs European brands US$7.5 billion a year. \n\nThe same study found that 10 percent of total world trade in the fashion industry is counterfeit; and, unsurprisingly, a large portion of these goods originate in China, being produced and sold in local markets and low-end retail stores, the grey market or online.\n\nThis abundance of fake merchandise has become a major impediment to the e-commerce industry, causing consumers to shy away from online retail, owing to concerns over reliability and scams. Moreover, with slightly less than half of all cases of online shopping reportedly being caused by counterfeits, the wariness of consumers seems justified. \n\nAccording to Chinese internet powerhouse Tencent, more than half (58.2%) of Chinese shoppers who admitted to having bought imitation goods online claimed they did so because they were scammed by fake online reviews or artificially inflated product ratings. As a result, 53 percent of consumers surveyed said they believed that the number of online shopping scams had increased, suggesting that mistrust of online retail among Chinese shoppers is spreading, too.\n\nHowever, consumers are not the only ones with concerns. Many brands are reluctant to sell online. Jon Seliger, former President and CEO of Coach China, is quick to highlight the risk which counterfeit products sold online poses to the luxury sector: \n\n“The problem is that the more of a presence you have in e-commerce with your full price collection, the more it is driving customers to Taobao where they are buying parallel goods and fakes.” \n\nSeliger also warns that using Tmall as a single point of brand entry into e-commerce is equally risky. Luxury companies that do so face devaluing their brand given the threat of fakes. They may also lose control over merchandising and how the brand is presented. Seliger says that the only way brands can control the environment in the online market is by maintaining their own branded sites. \n\nUnsurprisingly, the elevated risk of counterfeits has deterred many luxury brands from embracing online strategies; in fact, only five of the top 60 brands in China operate their own website, choosing instead to focus on traditional stores. \n\nAs a result of the reluctance of luxury to go online, coupled with concerns over counterfeits among both consumers and brands, it seems likely that demand for retail space in shopping centers will remain robust for the foreseeable future.",
          "url":"build/images/content-digital.jpg"
        }
      }
    },
    {
      "leftContent": {
        "type":"image",
        "title":"The Rise of \nM-Commerce:\nFour Retailers \nLeading the Way",
        "desc":"China's rapid adoption of mobile platforms is driving a surge in online spending.\nRetailers are also taking advantage of mobile technology to enhance the in-store experience.",
        "url":"build/images/mobilebg1.jpg",
        "btnType":"click-more",
        "btnText":"click for more",
        "btnUrl":"build/images/icon-arrow-right.png",
        "subContent": {
          "pageId": 3,
          "title": "The Rise of M-Commerce:\nFour Retailers Leading the Way",
          "desc": "China is leading the world in mobile adoption. In 2014, the country’s mobile Internet users outnumbered PC-based Internet users for the first time, according to iResearch.\n\n The trend is expected to drive a surge in sales through mobile – also known as m-commerce - over the next few years. In 2014, mobile devices accounted for 33 percent of China’s online purchases. iResearch predicts that this figure will almost double to 62 percent by 2018.\n\n Online retailers have been swift to adapt to the mobile trend. JD.com, China’s second-highest ranking e-commerce site, has announced a strategic partnership with Tencent. It will integrate its shopping channel into the company’s WeChat messaging app, tapping into the mobile platform’s 468 million monthly active users.\n\n Other brands, such as the Spanish clothing and accessories retailer Zara, have built dedicated mobile apps. The Zara app provides a complete end-to-end customer journey, allowing shoppers to search, buy, and get detailed information about delivery and payment options for their items.\n\n Daryl Ho, Managing Director of public relations firm Zeno Group, says:  “Zara is a really good example of a brand that is using mobile and technology to not change the actual retail experience but to add on and enhance it. You don’t feel like you’re getting a lesser experience by buying online.” \n\n For physical stores, much of the mobile focus has been on using devices to pay for goods at the checkout. In May, Wal-mart said it was teaming up with Alibaba to allow customers to make purchases in 25 of its stores in southern China using Alipay Wallet, the mobile application of Alibaba's online payment unit Alipay. The mobile payment system’s 270 million active users will be able to use branch scanners to read barcodes in the app, with payment then taken in seconds.\n\nMobile payments are also catching on with local brands. In Beijing, Wangfujing Department Store lets customers pay for merchandise using WeChat Pay at checkouts. It also offers the option to pick up merchandise purchased on the app at in-store specialty counters.\n\n“The mobile device in China is becoming a replacement of other platforms, whether I’m using a tablet or a PC or even watching e-content”, says Oliver Rust, Managing Director of Nielsen China. “As a result of that, it’s no surprise to see e-commerce as a business, or m-commerce as a business, growing significantly, and that will only continue to grow rapidly as we move forward.”",
          "url":"build/images/content-mobile.jpg"
        }
      },
      "rightContent": {
        "type":"info",
        "title":"China Sets Pace in\nMobile Payments",
        "desc":"Alibaba’s Alipay and Tencent’s Tenpay dominate China’s mobile payment industry. We compare and contrast the two giants in our interactive snapshot.",
        "url":"build/images/mobilebg2.jpg",
        "btnType":"info",
        "btnText":"click for more",
        "btnUrl":"build/images/icon-arrow-right.png",
        "subContent": {
          "pageId": 3,
          "title": "",
          "desc": "",
          "url":""
        }
      }
    },
    {
      "leftContent": {
        "type":"image",
        "title":"Design For Life",
        "desc":"Malls will need to be more open, flexible and digitally-enabled if they are to keep pace with rapidly advancing technologies and changing consumer requirements.",
        "url":"build/images/mallbg1.jpg",
        "btnType":"click-more",
        "btnText":"click for more",
        "btnUrl":"build/images/icon-arrow-right.png",
        "subContent": {
          "pageId": 4,
          "title": "Design for life \n\n",
          "desc": "In a market which is continuing to evolve at a rapid rate, mall design poses many challenges. Future requirements may be entirely different to those of the current retail landscape. This means that a certain level of adaptability needs to be integrated into mall design to allow use to evolve over time. \n\n The latest trend for use of ceiling, floor, and wall space for interactive displays is a key example of the changeability of mall design. Where once skylights were in favour, digital requirements mean that ‘feature ceilings’ are now increasingly being used to host technical equipment such as wireless routers. \n\n One brand quick to adapt to digital has been British luxury fashion house Burberry, whose store in London uses RFID chips that trigger unique multimedia content on screens as the consumer walks by. The content showcases runway footage and exclusive product videos, offering customers a more personalized shopping experience. \n\n Fashion brands and big-box electronics stores have also been among the first retailers to begin upgrading their retail environment with advanced technologies including motion and heat sensors, iBeacons, infrared, and mobile tracking software. \n\n As well as enabling retailers to tailor the consumer experience, these technologies deliver valuable data to the brands themselves. Retailers can analyze consumer shopping behavior and gather intelligence about the touch-points shoppers make. This information provides them with a more comprehensive view of customer behavior in-store. \n\n“The central responsibility of the retailer is to really understand what that customer journey is,” notes David Ketchum of Current Asia. “There’s an amazing toy chest of technologies and platforms and media. But at the center of all of this is really that customer journey.”",
          "url":"build/images/content-mall.jpg"
        }
      },
      "rightContent": {
        "type":"slideshow",
        "title":"The Mall of\nthe Future",
        "desc":"Check out our interactive slideshow for a glimpse of how mall design is evolving around the world. ",
        "url":"build/images/mallbg2.jpg",
        "btnType":"click-more",
        "btnText":"click here\nto play slideshow",
        "btnUrl":"build/images/icon-arrow-right.png",
        "subContent": {
          "pageId": 4,
          "title": "The Mall of the Future",
            "imagesUrl":[
              {"type":"images", "url":"build/images/slideshow/hanam-seoul.jpg","caption":"In addition to a world-class retail offering, the Hanam Union Square Mall in South Korea will feature sports pitches and a swimming pool on the roof."},
              {"type":"video", "url":"build/video/slideshow1.mp4", "cover":"build/images/slideshow/slideshow15.jpg", "caption":"Explore Hanam Union Square, the regional mega-mall which is currently under construction in Seoul, South Korea."},
              {"type":"video", "url":"build/video/slideshow2.mp4", "cover":"build/images/slideshow/slideshow16.jpg", "caption":"Currently under construction, the International Market Place in Waikiki, Hawaii, will include water features, Hawaiian landscaping and an iconicbanyan tree. "},
              {"type":"video", "url":"build/video/slideshow3.mp4", "cover":"build/images/slideshow/slideshow17.jpg", "caption":"Explore The Mall of San Juan, the newly-opened Puerto Rican mall where over 60% of the shops and restaurants are unique to the market."},
              {"type":"images", "url":"build/images/slideshow/hanam-mall.jpg","caption":"A glimpse inside the Hanam Union Square Mall, Seoul, South Korea shows a spacious and modern environment to spend time with friends and family."},
              {"type":"images", "url":"build/images/slideshow/zhengzhou-china.jpg","caption":"City.On.Zhengzhou, which is current under construction in Zhengzhou, China, will feature up to 200 shops, in addition to entertainment options, restaurants and a supermarket."},
              {"type":"images", "url":"build/images/slideshow/zhengzhou-future.jpg","caption":"City.On.Zhengzhou will combine local mid to high-end brands with a mix of food experiences, as well as the renowned Wangfujing Department Store."},
              {"type":"images", "url":"build/images/slideshow/waterside-usa.jpg","caption":"Waterside Shops, located in Florida, USA, houses over 60 world-class retailers and restaurants including Nordstrom, Saks Fifth Avenue and Barnes & Noble."},
              {"type":"images", "url":"build/images/slideshow/waterside-shopping.jpg","caption":"Visitors to Waterside Shops, Florida, USA, can wander past cascading waterfalls, lush flowering plants and dramatic architecture, all under the canopy of towering royal palm trees."},
              {"type":"images", "url":"build/images/slideshow/the-mall-green-hills.jpg","caption":"Situated in Tennessee, USA, The Mall at Green Hills has a light-flooded interior and a strong mix of luxury and unique-to-market brands."},
              {"type":"images", "url":"build/images/slideshow/the-gardens.jpg","caption":"An upscale lifestyle center in California, USA, The Gardens on El Paseo's major tenants include Saks Fifth Avenue, Louis Vuitton and Apple."},
              {"type":"images", "url":"build/images/slideshow/inter-mall-future.jpg","caption":"A birds-eye view of the International Market Place's outdoor terraces, which allow consumers to enjoy a day's shopping in the open air."},
              {"type":"images", "url":"build/images/slideshow/inter-hawaii-mall.jpg","caption":"The International Market Place, currently under construction in Waikiki, Hawaii, will house a Saks Fifth Avenue and Grand Lanai."},
              {"type":"images", "url":"build/images/slideshow/ifc.jpg","caption":"The IFC Seoul, South Korea, features a light-flooded atrium and approximately 110 stores, including a CGV Cinema, Uniqlo and Korea's first Hollister store."},
              {"type":"images", "url":"build/images/slideshow/crystals-las-vegas-mall-taubman.jpg","caption":"The Shops at Crystals, Las Vegas, houses one of the world's largest Louis Vuitton flagship stores, in addition to a wide variety of high-fashion boutiques including Prada, Gucci and Roberto Cavalli."},
              {"type":"images", "url":"build/images/slideshow/crystals-las-vegas-taubman-mall.jpg","caption":"A view of the stunning exterior of The Shops at Crystals, Las Vegas, located at the midpoint of the Vegas strip."},
              {"type":"images", "url":"build/images/slideshow/city-creek-usa-taubman-mall.jpg","caption":"City Creek Center, Utah, features a retractable roof which opens and closes dependent on the weather, making the mall adaptable year-round to Utah's variable climate."},
              {"type":"images", "url":"build/images/slideshow/city-creek-taubman-usa-mall.jpg","caption":"Utah's City Creek Center is home to a 1,200-foot winding creek and a skybridge over mainstreet, creating a natural and relaxed shopping experience year-round."},
              {"type":"images", "url":"build/images/slideshow/city-on-xi-an.jpg","caption":"City.On.Xi'an, currently under construction in Xi'an, China, will be a multilevel shopping center which will offer a comprehensive line-up of fashion, food, and lifestyle retailers."}
            ],
          "thumbsUrl":[
            "build/images/slideshow/thumbs/hanam-seoul.png",
            "build/images/slideshow/thumbs/thumb15.png",
            "build/images/slideshow/thumbs/thumb16.png",
            "build/images/slideshow/thumbs/thumb17.png",
            "build/images/slideshow/thumbs/hanam-mall.png",
            "build/images/slideshow/thumbs/zhengzhou-china.png",
            "build/images/slideshow/thumbs/zhengzhou-future.png",
            "build/images/slideshow/thumbs/waterside-usa.png",
            "build/images/slideshow/thumbs/waterside-shopping.png",
            "build/images/slideshow/thumbs/the-mall-green-hills.png",
            "build/images/slideshow/thumbs/the-gardens.png",
            "build/images/slideshow/thumbs/inter-mall-future.png",
            "build/images/slideshow/thumbs/inter-hawaii-mall.png",
            "build/images/slideshow/thumbs/ifc.png",
            "build/images/slideshow/thumbs/crystals-las-vegas-mall-taubman.png",
            "build/images/slideshow/thumbs/crystals-las-vegas-taubman-mall.png",
            "build/images/slideshow/thumbs/city-creek-usa-taubman-mall.png",
            "build/images/slideshow/thumbs/city-creek-taubman-usa-mall.png",
            "build/images/slideshow/thumbs/city-on-xi-an.png"
          ]
        }
      }
    }
  ]
}

